Repository: FreePBX/callforward
Catalog: i18n/*/LC_MESSAGES/callforward.po
Languages: fa_ir

source: Busy
fa_ir: مشغول

source: Call Forward
fa_ir: ارسال تماس

source: Call Forward All Activate
fa_ir: فعال سازی ارسال همه تماس ها

source: Call Forward All Deactivate
fa_ir: غیر فعال سازی ارسال همه تماس ها

source: Call Forward All Prompting Activate
fa_ir: فعال سازی همه اعلان های انتقال تماس

source: Call Forward All Prompting Deactivate
fa_ir: غیر فعال کردن همه اعلان های انتقال تماس

source: Call Forward Busy Activate
fa_ir: فعال سازی انتقال تماس ها در حالت مشغول

source: Call Forward Busy Deactivate
fa_ir: غیر فعال سازی انتقال تماس ها در حالت مشغول

source: Call Forward Busy Prompting Activate
fa_ir: فعال سازی اعلان ارسال تماس ها در حالت مشغول

source: Call Forward Busy Prompting Deactivate
fa_ir: غیر فعال سازی اعلان ارسال تماس ها در حالت مشغول

source: Call Forward No Answer/Unavailable Activate
fa_ir: فعال سازی ارسال تماس ها در حالت بدون پاسخ/خارج دسترس

source: Call Forward No Answer/Unavailable Deactivate
fa_ir: غیر فعال سازی ارسال تماس ها در حالت بدون پاسخ/خارج دسترس

source: Call Forward No Answer/Unavailable Prompting Activate
fa_ir: فعال سازی اعلان ارسال تماس ها در حالت بدون پاسخ/خارج دسترس

source: Call Forward Toggle
fa_ir: تغییر وضعیت ارسال تماس

source: Call Forwarding
fa_ir: ارسال کردن تماس

source: Call Forwarding Has Been Updated!
fa_ir: ارسال کردن تماس به روزرسانی شد!

source: CallForward Ringtimer
fa_ir: زمان زنگ ارسال تماس

source: Forward immediately regardless of current state of line/PBX
fa_ir: ارسال سریع بدون در نظر گرفتن وضعیت فعلی خط/PBX

source: Number of seconds to ring prior to going to voicemail or other fail over destinations that may be setup by an administrator on this account. The Always setting will ring the call forward destinaiton until answered or the caller hangs up. The Default setting will use the value set in Ring Time. Your setting here will be forced to Always if there is no Voicemail or alternartive fail over destination for a call to go to.
fa_ir: مدت زمان زنگ خوردن به ثانیه برای آنکه تماس به صندوق صوتی و یا دیگر مقاصد منتقل شود که باید توسط مدیر سیستم برای این حساب تنظیم شود. تنظیم همیشه باعث می شود تماس به مقصد منتقل شده و تا زمان پاسخ و یا قطع توسط تماس گیرنده در همین وضعیت بماند.تنظیمات پیش فرض مدت زمان زنگ را مشخص می کند.

source: Preconfigured number to which calls are forwarded if the customer endpoint becomes unresponsive due to an Internet outage or software/configuration failure of endpoint
fa_ir: تنظیم اولیه شماره برای انتقال تماس هایی که مقصد تماس پاسخگو نبوده و یا به دلایلی از دسترس خارج شده است

source: Preconfigured number to which calls are forwarded if the customer endpoint is busy, usually due to being on an active call
fa_ir: تنظیم اولیه شماره برای انتقال تماس هایی که مقصد تماس اشغال می باشد، و در حال مکالمه است

source: Seconds
fa_ir: ثانیه

source: Unavailable
fa_ir: خارج از دسترس

source: Unconditional
fa_ir: بدون شرط
